
/*
 * Network "set" (location) strings
 */
"DEFAULT_SET_NAME" = "Automaattinen";

/*
 * [System] Keychain descriptions for PPP
 */
"KEYCHAIN_KIND_PPP_PASSWORD" = "PPP-salasana";

/*
 * [System] Keychain descriptions for IPSec
 */
"KEYCHAIN_KIND_IPSEC_SHARED_SECRET" = "IPSec:n jaettu salaisuus";
"KEYCHAIN_KIND_IPSEC_XAUTH_PASSWORD" = "IPSec XAuth -salasana";

/*
 * [System] Keychain descriptions for 802.1X
 *   Network Connection (Ethernet)
 *   Network Connection
 *   802.1X Password
 */
"KEYCHAIN_DESCRIPTION_EAPOL_INTERFACE" = "Verkkoyhteys (%@)";
"KEYCHAIN_DESCRIPTION_EAPOL" = "Verkkoyhteys";
"KEYCHAIN_KIND_EAPOL" = "802.1X-salasana";
